{
  "mGames": {
    "name": "CHANGELOG",
    "date": "1705170413826",
    "data": "<ul><li> v0.1: </li> <li> - </li> <li> - </li> <li><ul>"
  },
  "/blog": {
    "name": "Random ahh blog",
    "date": "1705187316252",
    "author": "Goofy ahh uncle",
    "banner": "https://steamuserimages-a.akamaihd.net/ugc/1862813349845978523/4D7BABBECEDF8561EBEADE2AE0FB50DECEB34177/",
    "avatar": "https://us-tuna-sounds-images.voicemod.net/f64546c1-759e-4fc2-a179-3767bfc14578-1654082585289.jpg",
    "data": "Donec consequat sit amet libero sed dignissim. Donec eleifend est et ante tempus, vitae ultrices enim cursus. Maecenas scelerisque interdum pharetra. Nunc at nibh ac lacus suscipit maximus eu eget velit. Pellentesque vulputate felis non mi tincidunt ullamcorper. Mauris posuere lobortis odio. Sed sit amet mi ut sem laoreet pulvinar. Sed porttitor egestas metus, aliquet tincidunt tellus porttitor non. Cras et bibendum tellus. Nullam dui mauris, iaculis eu pellentesque non, congue a nisl. Nullam cursus felis consectetur, interdum lacus quis, tristique erat. Pellentesque egestas maximus ex, non venenatis odio tincidunt vel. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Aenean ut volutpat nulla.<br><br>    Etiam fermentum augue id placerat volutpat. Vivamus condimentum consequat lacus, ut auctor urna vulputate sed. In hac habitasse platea dictumst. Fusce ut volutpat nisi. Pellentesque dui odio, pharetra eu condimentum sed, fermentum eget ante. Praesent eu ligula nec metus vulputate rhoncus id ornare ipsum. Vestibulum at commodo risus. Proin laoreet congue consequat. Quisque dapibus, magna vel ornare fringilla, augue ligula tempus elit, vitae pretium justo odio et felis. Donec semper viverra mauris, vitae maximus felis lobortis eu. Integer non augue eu nibh hendrerit dignissim at a justo. Donec cursus, mauris eu malesuada maximus, lacus velit venenatis ligula, ut blandit tortor felis eget dolor. Vestibulum iaculis, turpis eu aliquet pellentesque, tortor magna sodales orci, vitae egestas nulla quam sit amet enim. Maecenas dapibus, sapien nec gravida dignissim, felis lectus fermentum ex, quis pharetra quam dui a risus.<br><br>    In cursus imperdiet libero, mattis dapibus ipsum. Sed at enim quis mi pulvinar feugiat. Sed dictum arcu pellentesque, luctus lectus pulvinar, volutpat erat. Maecenas sagittis iaculis tortor, a pellentesque turpis condimentum in. Nam rhoncus nulla massa, eget condimentum dolor vehicula eu. Nunc a enim auctor, egestas est sit amet, cursus neque. Vivamus ut urna et magna semper iaculis et a nunc. Duis facilisis, urna dignissim tincidunt eleifend, nulla orci rhoncus dolor, in consectetur ex arcu a enim. Vivamus ornare non augue ut posuere. Suspendisse luctus consequat ultrices. In egestas nisi eget velit lobortis ultrices.<br><br>   Sed at nisi dui. Proin fermentum ac lectus eget porta. Proin cursus justo vitae justo feugiat, at efficitur odio aliquet. Sed consectetur nibh sed ullamcorper semper. Etiam accumsan bibendum ipsum, non molestie urna. Maecenas fringilla, lacus nec porta sagittis, erat metus ornare felis, ultricies posuere neque libero maximus arcu. Sed sed felis eget arcu hendrerit sagittis.<br><br>    Vivamus at purus euismod, tempor diam id, interdum mauris. Suspendisse efficitur, mauris non sagittis sollicitudin, ligula ex ornare mi, ut ultrices mi ipsum vel lectus. Praesent eu suscipit eros. Phasellus est nibh, bibendum in elementum at, venenatis ut augue. Donec ac justo velit. Fusce lacinia vehicula purus ac dictum. Curabitur malesuada sem at neque hendrerit aliquam. Nulla egestas tincidunt quam, a hendrerit tellus tincidunt id. Sed dictum consectetur varius. Etiam viverra eget orci nec euismod. Suspendisse vel purus nec turpis sodales bibendum sed vitae massa. Fusce ac elit eget magna pharetra aliquet ut a sem. Vestibulum porta at ex ut viverra. <br><br>    What's up guys it's kwandale dingle here i have been arrested for multiple crimes including battery on a police officer what grand theft declaring war on italy and public indecency i will be escaping prison on march 28th after that i will take over the world greetings quandeel dingle here my cousin henry bartholomew dingle nut got arrested for putting a tnt in a daycare center put a camera in joe biden's bathroom and watched him take a poop my asian brother quan ling ling dingle put illegal substances in my ramen and i die hey fellas it's glendale dingle here i put perks in vladimir putin's drink and he went to bed for a really long time i trapped my autistic son's hand in an air fryer i dumped boiling water on a prison guard's head my goofy during ramadan what's up guys it's kwandale dingle here i have been arrested for multiple crimes including battery on a police officer what grand theft declaring war on italy and public indecency i will be escaping prison on march 28th after that i will take over the world greetings quandeel dingle here my cousin henry bartholomew dingle nut got arrested for putting a tnt in a daycare center put a camera in joe biden's bathroom and watched him take a poop my asian brother quan ling ling dingle put illegal substances in my ramen and i die hey fellas it's glendale dingle here i put perks in vladimir putin's drink and he went to bed for a really long time i trapped my autistic son's hand in an air fryer i dumped boiling water on a prison guard's head my goofy ahh cousin quandaleus dinglebart tried to eat my but during ramadan"
  },
  "/test": {
    "name": "test blog",
    "date": "1705286397012",
    "author": "hes.hector (gay bomber)",
    "banner": "https://cdn.hovia.com/app/uploads/black-and-white-wavy-chequered-aesthetic-pattern-wallpaper-mural-Plain.jpg",
    "avatar": "https://imageproxyb.ifunny.co/crop:square,resize:100x,quality:90/user_photos/c8b247cd5f7fee532643afadee1788d16e45ac6c_0.webp",
    "data": "I asked this monkey for a paragraph and he pulled out a documentary 😭\n\n# Markdown on Shrug <hr> \n Markdown makes it easier to structure elements of a webpage, especially for blogs, or use by non-web devs. It is a way to add formatting to text. Markdown is easier to write than HTML, and it's easier for most humans to read Markdown source than HTML source. For simple purposes like blogs, most people perfer to use the limited features of markdown over HTML, because it's much simpler and doesn't require as much learning or skill. It's introduction to Shrug makes the platform more user-friendly as a whole and overall more accessible. \n ## What is markdown? \nMarkdown is a lightweight markup language that provides a simpler and more user-friendly alternative to writing blogs compared to HTML. One of the key advantages of using Markdown is its simplicity and readability. Markdown syntax is intuitive and easy to learn, allowing users to focus more on content creation rather than dealing with complex HTML tags. Additionally, Markdown files are plain text, making them compatible with various text editors and easily version-controlled using platforms like Git. Markdown also facilitates faster writing, as it requires less typing for basic formatting compared to HTML. Overall, choosing Markdown for blog writing enhances efficiency, readability, and accessibility, making it a preferred choice for many writers and bloggers.\n## How do I use markdown?\nMarkdown is designed to be straightforward, making it accessible even for those with minimal coding experience. Unlike HTML, which requires opening and closing tags, Markdown uses simple symbols for formatting. For instance:\n    - *Italic Text*: `_Italic Text_` or `∗Italic Text∗`\n- **Bold Text**: `__Bold Text__` or `∗∗Bold Text∗∗`\n- [Link](#): `[Link]​(https://example.com)`\n\n## Readability\nAnother compelling advantage of Markdown is its readability. The syntax is designed to be intuitive and visually appealing, making it accessible to both seasoned developers and newcomers alike. This readability not only enhances the writing experience but also ensures that the content can be easily understood by others, fostering collaboration and sharing of ideas."
  }
}
